Repository: Programm3/property_management
Catalog: lib/src/localization/l10n/intl_*.arb
Languages: my, th, zh

# appTitle
source: Property Management
my: ပိုင်ဆိုင်မှစီမံခန့်ခွဲခြင်း
th: การจัดการอสังหาริมทรัพย์
zh: 物业管理

source: Language
my: ဘာသာစကား
th: ภาษา
zh: 语言

source: Select Language
my: ဘာသာစကားရွေးပါ
th: เลือกภาษา
zh: 选择语言

# homePage
source: Home
my: ပင်မစာမျက်နှာ
th: หน้าแรก
zh: 主页

# contactPage
source: Contact
my: ဆက်သွယ်ရန်
th: ติดต่อ
zh: 联系我们

# detailedIntro
source: Detailed introduction
my: အသေးစိတ်မိတ်ဆက်
th: รายละเอียดเพิ่มเติม
zh: 详细介绍

source: Contact Us
my: ဆက်သွယ်ရန်
th: ติดต่อเรา
zh: 联系我们

# contactUsValue
source: For more information, please contact us.
my: ပိုမိုသိရှိလိုပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်နိုင်ပါသည်။
th: หากท่านต้องการข้อมูลเพิ่มเติม กรุณาติดต่อเรา
zh: 如需了解更多信息，请与我们联系。

source: Property Type
my: အိမ်ခြံမြေအမျိုးအစား
th: รูปแบบทรัพย์สิน
zh: 物业种类

source: Province
my: ပြည်နယ်
th: จังหวัด
zh: 省份

source: View Results
my: ရလဒ်များကိုကြည့်ရန်
th: ดูผลลัพธ์
zh: 查看结果

source: Reset
my: ပြန်လည်သတ်မှတ်ခြင်း
th: ตั้งค่าใหม่
zh: 重置

# languageName
source: EN
my: မြန်မာ
th: ไทย
zh: 中文

source: Privacy Policy
my: ကိုယ်ရေးကိုယ်တာမူဝါဒ
th: สิทธิส่วนบุคคล
zh: 隐私协议

# propertiesTab
source: Properties
my: အိမ်ခြံမြေကြည့်ရှုခြင်း
th: อสังหาริมทรัพย์
zh: 物业查看

# cooperation
source: Coperation
my: ပူးပေါင်းဆောင်ရွက်ခြင်း
th: ร่วมงานกับเรา
zh: 商业合作

source: Config
my: တည်ဆောက်သည်
th: การตั้งค่า
zh: 设置

# searchLocationOrProject
source: Search Location or Project Name
my: တည်နေရာ/အမည်ရှာဖွေရန်
th: ค้นหาชื่อ ทำเล/โครงการ
zh: 搜索地点/项目名称

# companyIntroduce
source: Company Introduction
my: ကုမ္ပဏီမိတ်ဆက်
th: แนะนำบริษัท
zh: 公司介绍

source: Company Name:
my: ကုမ္ပဏီအမည်:
th: ชื่อบริษัท:
zh: 公司名称:

# companyAddress
source: Address:
my: လိပ်စာ :
th: ที่อยู่:
zh: 地址:

# companyEmail
source: Contact:
my: ဆက်သွယ်ရန်:
th: ติดต่อ:
zh: 联系方式:

# contactOne
source: is a leading real estate intermediary service company in Thailand, specializing in second-hand land transactions. Founded by industry professionals with many years of experience, we are committed to providing professional, reliable, and efficient services to our clients.
my: သည် ထိုင်းနိုင်ငံရှိ ထိပ်တန်းအိမ်ခြံမြေအကျိုးဆောင်ဝန်ဆောင်မှုကုမ္ပဏီတစ်ခုဖြစ်ပြီး မြေကွက်အရောင်းအဝယ်ဈေးကွက်ကို အာရုံစိုက်ထားသောကုမ္ပဏီဖြစ်သည်။နှစ်ပေါင်းများစွာ အတွေ့အကြုံရှိသော လုပ်ငန်းကျွမ်းကျင်သူများအဖွဲမှ တည်ထောင်ထားပြီး သုံးစွဲသူများအား ပရော်ဖက်ရှင်နယ်၊ ယုံကြည်စိတ်ချရပြီး ထိရောက်သောဝန်ဆောင်မှုများပေးဆောင်ရန် ကျွန်ုပ်တို့ကတိပြုပါသည်။
th: เป็นบริษัทบริการตัวกลางอสังหาริมทรัพย์ชั้นนำในประเทศไทย เชี่ยวชาญด้านธุรกรรมที่ดินมือสอง ก่อตั้งโดยผู้เชี่ยวชาญในวงการที่มีประสบการณ์หลายปี เรามุ่งมั่นที่จะให้บริการที่เป็นมืออาชีพ เชื่อถือได้ และมีประสิทธิภาพแก่ลูกค้าของเรา
zh: 是一家在泰国领先的房地产中介服务公司，专注于二手土地交易市场。我们由一群拥有多年经验的行业专业人士创立，致力于为客户提供专业、可靠和高效的服务。

# contactTitle1
source: Property Valuation:
my: မြေအရောင်းအဝယ် ဆောင်ရွက်ပေးခြင်း:
th: การประเมินราคาทรัพย์สิน
zh: 土地交易中介服务:

# contactValue1
source: Accurate assessments to determine the value of your land.
my: ကျွန်ုပ်တို့သည် ထိုင်းနိုင်ငံရှိ တစ်ပတ်ရစ်မြေကွက်များ ရောင်းချခြင်းနှင့် ဝယ်ယူခြင်းကို အထူးပြုပါသည်။ ဒေသတွင်းအိမ်ခြံမြေဈေးကွက်ကို နက်ရှိုင်းစွာနားလည်သဘောပေါက်ခြင်းဖြင့် ဝယ်သူနှင့်ရောင်းချသူများအား ၎င်းတို့၏ထူးခြားသောလိုအပ်ချက်များကိုဖြည့်ဆည်းပေးရန်အတွက် အံဝင်ခွင်ကျဖြေရှင်းနည်းများ ပေးဆောင်ပါသည်။
th: การประเมินที่แม่นยำเพื่อกำหนดมูลค่าของที่ดินของคุณ
zh: 我们专注于泰国二手土地的买卖业务。凭借对当地房地产市场的深入了解，我们为买家和卖家提供量身定制的解决方案，满足他们的独特需求。

# contactTitle2
source: Legal Consultation:
my: ဝန်ဆောင်မှုများ ပံ့ပိုးပေးခြင်း:
th: คำปรึกษาทางกฎหมาย:
zh: 支持服务:

# contactValue2
source: Expert guidance on real estate laws and regulations in Thailand.
my: ကျွန်ုပ်တို့၏ အဓိက ဝန်ဆောင်မှုများအပြင်，Cutomer အတွေ့အကြုံကို ချောမွေ့မှုရှိစေရန်အတွက် ဆက်စပ်ပံ့ပိုးမှုဝန်ဆောင်မှုများစွာကိုလည်း ကျွန်ုပ်တို့ ပေးဆောင်ပါသည်။ဤဝန်ဆောင်မှုများတွင် Cutomerများအား ဆုံးဖြတ်ချက်များချရာတွင် အထောက်အကူဖြစ်စေရန် အိမ်ခြံမြေတန်ဖိုးဖြတ်ခြင်း၊ ဥပဒေအကြံဉာဏ်နှင့် စျေးကွက်ခွဲခြမ်းစိတ်ဖြာခြင်းတို့ ပါဝင်ပါသည်။
th: คำแนะนำจากผู้เชี่ยวชาญเกี่ยวกับกฎหมายและข้อบังคับด้านอสังหาริมทรัพย์ในประเทศไทย
zh: 除了核心中介服务外，我们还提供一系列相关支持服务，确保客户体验无缝。这些服务包括财产估值、法律咨询和市场分析，旨在帮助客户做出明智的决策。

# contactLast
source: At NCA COMPANY LIMITED, we uphold the highest standards of integrity and transparency. Our teamâ€™s extensive experience and industry knowledge enable us to navigate the complexities of the Thai real estate market, ensuring the best outcomes for our clients. Whether you are looking to buy, sell, or explore opportunities in the Thai land market, NCA COMPANY LIMITED is your trusted real estate partner.
my: NCA COMPANY LIMITED တွင်၊ ကျွန်ုပ်တို့သည် ပွင့်လင်းမြင်သာမှု၏ အမြင့်ဆုံးစံနှုန်းများကို ကိုင်သွယ်ထားသူဖြစ်၍ ကျွန်ုပ်တို့အဖွဲ့၏ များစွာသောအတွေ့အကြုံနှင့်စက်မှုလုပ်ငန်းဆိုင်ရာအသိပညာများသည်ကျွန်ုပ်တို့အားကျွန်ုပ်တို့၏cutomerများအတွက်အကောင်းဆုံးဖြစ်နိုင်သောရလဒ်များကိုအာမခံကာထိုင်းအိမ်ခြံမြေစျေးကွက်၏ရှုပ်ထွေးမှုများကိုရှာဖွေနိုင်စေပါသည်။
th: ที่ NCA COMPANY LIMITED เรายึดมั่นในมาตรฐานสูงสุดของความซื่อสัตย์และความโปร่งใส ประสบการณ์อันอุดมและความรู้ในอุตสาหกรรมของทีมงานของเราช่วยให้เราสามารถรับมือกับความซับซ้อนของตลาดอสังหาริมทรัพย์ไทย เพื่อให้มั่นใจว่าลูกค้าจะได้รับผลลัพธ์ที่ดีที่สุด
zh: 在 NCA COMPANY LIMITED，我们坚持诚信和透明的最高标准。我们团队丰富的经验和行业知识使我们能够应对泰国房地产市场的复杂性，确保为客户带来最佳结果。

# leaveMessage
source: Leave a message
my: မက်ဆေ့ချ် ထားခဲ့ရန်
th: สอบถามข้อมูลเพิ่มเติม
zh: 留言给我们

source: Your Name
my: နာမည်
th: ชื่อ-นามสกุล
zh: 姓名

# fillYourName
source: Please fill in Your Name
my: သင့်အမည်ကိုဖြည့်ပါ
th: ชื่อ-นามสกุล
zh: 姓名

source: Phone or Email
my: ဆက်သွယ်ရန်အချက်အလက်
zh: 联系方式

# fillPhoneOrEmail
source: Please fill in Phone or Email
my: ဆက်သွယ်ရန်အချက်အလက်ဖြည့်ပါ
zh: 联系方式

source: Your Requirement
my: သင့်၏လိုအပ်ချက်
th: ข้อมูลที่ต้องการเพิ่มเติม
zh: 留言

# fillRequirements
source: Please fill in your requirements
my: သင့်လိုအပ်ချက်များဖြည့်ပါ
th: ข้อมูลที่ต้องการเพิ่มเติม
zh: 请留言

source: Send
my: ပို့ပါ
th: ส่ง
zh: 发送

source: Project Name
my: ပရောဂျက်အမည်
th: ชื่อโครงการ
zh: 项目名称

# factoryDormitory
source: Factory Dormitory Cooperation Project
my: စက်ရုံအဆောင်များ ပူးပေါင်းဆောင်ရွက်မူ
th: โครงการ หอพักสำหรับโรงงาน
zh: 工厂宿舍合作项目

# cooperationObjective
source: Cooperation Objectives
my: ပူးပေါင်းဆောင်ရွက်ရည်မှန်းချက်များ
th: เป้าหมายความร่วมมือ
zh: 合作目标

# cooperationObjectiveValue
source: To provide employee accommodation services for a large number of factories operating in Thailand, aiming to offer efficient and cost-effective accommodation solutions for factory enterprises.
my: စက်ရုံကုမ္ပဏီများအတွက် ထိရောက်ပြီး ချွေတာနိုင်သော နေရာအဆောင်ဖြေရှင်းနည်းများ ပေးဆောင်ရန် ရည်ရွယ်၍ ထိုင်းနိုင်ငံတွင် လည်ပတ်နေသော စက်ရုံအများအပြားအတွက် ဝန်ထမ်းနေရာအဆောင်ဝန်ဆောင်မှုများ ပေးအပ်ခြင်း။
th: เพื่อให้บริการที่พักสำหรับพนักงานของโรงงานจำนวนมาก ที่ตั้งอยู่ในประเทศไทย โดยมีจุดมุ่งหมายเพื่อมอบแนวทางที่พักที่มีประสิทธิภาพและสามารถประหยัดค่าใช้จ่ายให้แก่โรงงาน
zh: 为大量在泰国运营的工厂提供员工住宿服务，旨在为工厂企业提供高效且经济的住宿解决方案。

source: Cooperation Details
my: ပူးပေါင်းဆောင်ရွက်မှု အကြောင်းအရာ
th: เนื้อหาความร่วมมือ
zh: 合作内容

# cooperationDetailsValueOne
source: As a Thai company, we hold legal land transaction qualifications and have extensive experience in land transactions, as well as the legal capacity to own land in Thailand.
my: ထိုင်းကုမ္ပဏီတစ်ခုအနေဖြင့် ကျွန်ုပ်တို့တွင် တရားဝင်မြေယာရောင်းဝယ်ရေးဆိုင်ရာ အရည်အချင်းများနှင့် ကြွယ်ဝသောမြေအရောင်းအဝယ်အတွေ့အကြုံများရှိပြီး ထိုင်းမြေကိုတရားဝင်ပိုင်ဆိုင်သောကုမ္ပဏီဖြစ်သည်။
th: ในฐานะบริษัทไทย เรามีคุณสมบัติครบถ้วนตามกฎหมายในการดำเนินการซื้อขายที่ดิน และมีประสบการณ์อันยาวนานในด้านการซื้อขายที่ดิน รวมถึงสามารถถือครองที่ดินในประเทศไทยได้อย่างถูกต้องตามกฎหมาย
zh: 作为一家泰国公司，我们具备合法的土地交易资质和丰富的土地交易经验，并能够合法持有泰国土地。

# cooperationDetailsValueTwo
source: We possess extensive experience in constructing employee dormitories quickly and at low cost.
my: ကျွန်ုပ်တို့သည် ဝန်ထမ်းအဆောင်များကို ကုန်ကျစရိတ်သက်သာစွာဖြင့် လျင်မြန်စွာ တည်ဆောက်ရာတွင် အတွေ့အကြုံများစွာရှိသည်။
th: เรามีความเชี่ยวชาญในการก่อสร้างหอพักพนักงาน ดำเนินการรวดเร็วและต้นทุนต่ำ
zh: 我们拥有快速且低成本建设员工宿舍的丰富经验。

# cooperationDetailsValueThree
source: We are able to undertake project commissions from companies within industrial zones. Through project cooperation, we can independently establish dormitory projects to meet the needs of factory enterprises in the industrial zones for constructing dormitories nearby.
my: ကျွန်ုပ်တို့သည် စက်မှုဇုန်အတွင်းရှိ ကုမ္ပဏီများမှ ပရောဂျက်ကော်မရှင်များကို ဆောင်ရွက်နိုင်ပြီး အနီးနားရှိ အဆောင်များတည်ဆောက်ရန်အတွက် စက်မှုဇုန်အတွင်းရှိ စက်ရုံများနှင့် လုပ်ငန်းများ၏ လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးနိုင်ရန် စီမံကိန်းပူးပေါင်းဆောင်ရွက်မှုဖြင့် အဆောင်စီမံကိန်းများကို လွတ်လပ်စွာ တည်ထောင်နိုင်ပါသည်။
th: เราสามารถรับมอบหมายโครงการจากบริษัทในเขตอุตสาหกรรม โดยผ่านการร่วมมือในรูปแบบโครงการ เพื่อจัดตั้งหอพักให้สอดคล้องกับความต้องการของโรงงานในเขตอุตสาหกรรมหรือสร้างหอพักบริเวณใกล้เคียง
zh: 我们可承接工业区内公司的项目委托，通过项目合作的方式，独立设立宿舍项目，以满足工业区工厂企业在附近建设宿舍的需求。

# setting
source: Settings
my: ဆက်တင်များ
th: การตั้งค่า
zh: 设置

source: Google Map
zh: 谷歌地图

source: Login Success
my: အကောင့်ဝင်ရောက်မှုအောင်မြင်သည်
th: เข้าสู่ระบบสำเร็จ
zh: 登录成功

source: Select Province
my: ပြည်နယ်ရွေးချယ်ပါ
th: เลือกจังหวัด
zh: 选择省份

source: Select Property
my: အိမ်ခြံမြေရွေးချယ်ပါ
th: เลือกอสังหาริมทรัพย์
zh: 选择物业

source: Select Rent Type
my: ငှားရမ်းမှုပုံစံရွေးချယ်ပါ
th: เลือกประเภทการเช่า
zh: 选择租赁类型

source: Filter
my: စီစစ်
th: เงื่อนไข
zh: 筛选

# copyClipboard
source: Copied to clipboard
my: ကလစ်ဘုတ်သို့ကူးယူပြီးပါပြီ
th: คัดลอกไปยังคลิปบอร์ดแล้ว
zh: 已复制到剪贴板

# messageSentSuccess
source: Message sent successfully
my: စာပို့ခြင်းအောင်မြင်သည်
th: ส่งข้อความสำเร็จ
zh: 消息发送成功

# fillInAllField
source: Please fill in all fields
my: ကျေးဇူးပြု၍အားလုံးဖြည့်ပါ
th: กรุณากรอกข้อมูลให้ครบทุกช่อง
zh: 请填写所有字段

# messageSentFail
source: Failed to send message
my: စာပို့ခြင်းမအောင်မြင်ပါ
th: การส่งข้อความล้มเหลว
zh: 消息发送失败

source: Could not open map
my: မြေပုံကိုဖွင့်၍မရနိုင်ပါ
th: ไม่สามารถเปิดแผนที่ได้
zh: 无法打开地图

source: No properties found
my: အိမ်ခြံမြေများမတွေ့ရှိပါ
th: ไม่พบอสังหาริมทรัพย์
zh: 未找到物业

source: Try Again
my: ထပ်ကြိုးစားပါ
th: ลองอีกครั้ง
zh: 重试

source: Skip
my: ကျော်သည်
th: ข้าม
zh: 跳过

# propertyBuy
source: Property To Buy
my: ဝယ်ရန်
th: ซื้อ
zh: 购买物业

# propertySell
source: Property To Sell
my: ရောင်းရန်
th: ขาย
zh: 出售物业

# propertyRent
source: Property To Rent
my: ငှားရန်
th: เช่า
zh: 租用物业

# propertyRentOut
source: Property To Rent Out
my: အငှားတင်ရန်
th: ให้เช่า
zh: 出租物业

source: Wechat
zh: 微信

source: Telegram
zh: 飞机

# whatYouLookingFor
source: What you are looking for?
my: သင်ဘာလိုအပ်ပါသလဲ?
th: คุณกำลังหาอะไร?
zh: 您需要什么？

source: Specific Province
my: သီးခြားပြည်နယ်
th: เลือกจังหวัด
zh: 特定省份

# areaUnit
source: RAI
my: ရိုင်
th: ไร่
zh: 莱

source: ---(ALL)
my: အားလုံး
th: ---(ทั้งหมด)
zh: ---(全部)

source: Rent Type
my: ငှားရမ်းမှုပုံစံများ
th: ประเภทของสัญญาเช่า
zh: 租赁类型

source: Agree
my: သဘောတူသည်
zh: 同意并继续

source: Refuse and Close
my: ငြင်းပယ်ပြီးပိတ်ပါ
zh: 拒绝并关闭

# clickToView
source: Click to check details
my: အသေးစိတ်ကြည့်ရန်
zh: 点击查看
